//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "キャンセル";
"Done" = "完了";

/* Default title */
"Photos" = "写真";

/* No. of selected */
"%@ Photo Selected" = "写真を%@枚選択済み";
"%@ Photos Selected" = "写真を%@枚選択済み";
"%@ Video Selected" = "ビデオを%@本選択済み";
"%@ Videos Selected" = "ビデオを%@本選択済み";
"%@ Items Selected" = "アイテムを%@個選択済み";

/* Grid view footer */
"%@ Photos" = "%@枚の写真";
"%@ Videos" = "%@本のビデオ";
"%@ Photos, %@ Videos" = "%1$@枚の写真 %2$@本のビデオ";

/* Assets index */
"%@ of %@" = "%1$@ / %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "このアプリはあなたの写真またはビデオにアクセスできません。";
"You can enable access in Privacy Settings." = "プライバシー設定でアクセスを許可することができます。";

/* Messages if no assets */
"No Photos or Videos" = "写真またはビデオがありません";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "カメラ機能を使って写真やビデオを撮影したり、iTunesを利用して、あなたの%@に写真やビデオを同期できます。";
"You can sync photos and videos onto your %@ using iTunes." = "iTunesを利用してあなたの%@に写真やビデオを同期できます。";

/* Accessibility labels */
"Play" = "再生";
"Select" = "選択";
"Deselect" = "選択解除";

/* Video duration spell out */
"hours" = "時";
"hour" = "時";
"minutes" = "分";
"minute" = "分";
"seconds" = "秒";
"second" = "秒";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "動画を再生できません";
"OK" = "OK";
